Repository: wenber-yu/SafeOut
Catalog: Sources/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# accentColor
source: 强调色
en: Accent Color
zh_hant: 強調色

# accessibilityOnboardingMessage
source: 已开启推出提醒。磁盘推出后，本应用会自动关掉系统留下的「占用中」提示框。若在系统设置里额外允许「%@」使用辅助功能，这一步会更精确：只会关掉目标磁盘的提示框，不影响其它磁盘。不授权也能正常使用。
en: Eject alerts are on. When a disk is ejected, the system’s leftover “in use” alert is closed for you. Allowing %@ to use Accessibility in System Settings makes this exact — only that disk’s alert is closed, never another one’s. The feature works without it.
zh_hant: 已開啟退出提醒。磁碟退出後，本應用會自動關掉系統留下的「佔用中」提示框。若在系統設定裡額外允許「%@」使用輔助功能，這一步會更精確：只會關掉目標磁碟的提示框，不影響其他磁碟。不授權也能正常使用。

# accessibilityOnboardingTitle
source: 可选：授予辅助功能权限
en: Optional: Grant Accessibility Access
zh_hant: 可選：授予輔助功能權限

# appLanguage
source: 语言
en: Language
zh_hant: 語言

# appName
source: 磁盘推出助手
en: SafeOut
zh_hant: 磁碟推出助手

# autoCheckUpdate
source: 自动检查更新
en: Check for Updates Automatically
zh_hant: 自動檢查更新

# autoCheckUpdateHint
source: 启动时和后台定期检查新版本。
en: Checks at launch and in the background.
zh_hant: 啟動時和背景定期檢查新版本。

# autoDownloadNeedsCheckHint
source: 需先打开上面的「自动检查更新」。
en: Turn on “Check for Updates Automatically” first.
zh_hant: 需先開啟上面的「自動檢查更新」。

# autoDownloadUpdate
source: 自动下载更新
en: Download Updates Automatically
zh_hant: 自動下載更新

# autoDownloadUpdateHint
source: 发现新版本后自动下载，退出时安装。
en: Downloads in the background and installs on quit.
zh_hant: 發現新版本後自動下載，結束時安裝。

# autoUpdateUnavailableHint
source: 更新组件未能启动；仍可手动检查。
en: The update component didn't start; check manually.
zh_hant: 更新元件未能啟動；仍可手動檢查。

# cancel
source: 取消
en: Cancel

# colorBlue
source: 蓝色
en: Blue
zh_hant: 藍色

# colorGreen
source: 绿色
en: Green
zh_hant: 綠色

# colorOrange
source: 橙色
en: Orange

# colorPurple
source: 紫色
en: Purple

# eject
source: 推出
en: Eject
zh_hant: 退出

# ejectAttentionTitle
source: 「%@」被占用，无法推出
en: “%@” is in use and can’t be ejected
zh_hant: 「%@」被佔用，無法退出

# notifEjectBlockedBody
source: %@ 正在使用这块磁盘。点按这条通知，可在%@里关闭它并推出。
en: %@ is using this disk. Click this notification to close it and eject from %@.
zh_hant: %@ 正在使用這顆磁碟。點一下這則通知，可在%@裡關閉它並退出。

# notifEjectResultFailureTitle
source: 「%@」推出失败
en: Couldn’t eject “%@”
zh_hant: 「%@」退出失敗

# notifEjectResultSuccessBody
source: 磁盘已推出，现在可以安全拔下了。
en: The disk was ejected. You can safely unplug it now.
zh_hant: 磁碟已退出，現在可以安全拔下了。

# notifEjectResultSuccessTitle
source: 「%@」已安全推出
en: “%@” ejected safely
zh_hant: 「%@」已安全退出

# ejectFailedInUseReason
source: 磁盘仍然被占用。有一个程序在这块盘上打开了文件，请关闭它后重试。
en: The disk is still in use. An app has files open on it — quit that app and try again.
zh_hant: 磁碟仍被佔用中。有程式在這顆磁碟上開啟了檔案，請關閉它後再試一次。

# ejectDiskFormat
source: 推出 %@
en: Eject %@
zh_hant: 退出 %@

# ejectingDiskFormat
source: 正在推出 %@
en: Ejecting %@
zh_hant: 正在退出 %@

# followSystemLanguage
source: 跟随系统
en: Follow System
zh_hant: 跟隨系統

# languageFollowSystemHintFormat
source: 跟随系统语言（当前：%@）
en: Follows the system language (currently: %@)
zh_hant: 跟隨系統語言（目前：%@）

# languageInEffectHintFormat
source: 当前：%@
en: Currently: %@
zh_hant: 目前：%@

# languagePendingHintFormat
source: 将在重启后切换为 %@
en: Will switch to %@ after restart
zh_hant: 將在重新啟動後切換為 %@

# openMainWindow
source: 打开主窗口
en: Open Main Window
zh_hant: 打開主視窗

# ejectFailedNotFoundReason
source: 磁盘「%@」已不在，可能已被拔除或已卸载。
en: The disk "%@" is no longer available; it may have been unplugged.
zh_hant: 磁碟「%@」已不存在，可能已被拔除或已卸載。

# ejectFailedNotPermittedReason
source: 系统不允许推出磁盘「%@」。
en: The system does not allow ejecting the disk "%@".
zh_hant: 系統不允許退出磁碟「%@」。

# ejectFailedOtherReason
source: 无法推出磁盘「%@」：%@
en: Failed to eject the disk "%@": %@
zh_hant: 無法退出磁碟「%@」：%@

# ejectFailedTitleFormat
source: 无法推出「%@」
en: Can't Eject "%@"
zh_hant: 無法退出「%@」

# ejectFailedCausesTitle
source: 可能的原因
en: Possible causes

# ejectFailedCauseFileOpen
source: 有程序仍在这块盘上打开了文件（常见于播放器、编辑器、备份工具）
en: An app still has files open on this disk (often players, editors, backup tools)
zh_hant: 有程式仍在這顆磁碟上開啟檔案（常見於播放器、編輯器、備份工具）

# ejectFailedCauseSpotlight
source: Spotlight 正在为这块盘建立索引，稍等片刻后重试
en: Spotlight is still indexing this disk — wait a moment and try again
zh_hant: Spotlight 正在為這顆磁碟建立索引，稍候片刻再試一次

# ejectFailedCauseNotRemovable
source: 这块卷不是可推出的设备（例如内置磁盘、网络宗卷）
en: This volume is not an ejectable device (for example a built-in disk or a network volume)
zh_hant: 這個卷宗不是可退出的裝置（例如內建磁碟、網路卷宗）

# ejectFailedCauseSystemHold
source: 系统正在持有这块卷（例如系统镜像，或由管理策略挂载的宗卷）
en: The system is holding this volume (for example a system image, or a managed volume)
zh_hant: 系統正在持有這個卷宗（例如系統映像，或由管理政策掛載的卷宗）

# ejectBusyTitle
source: 即将推出「%@」
en: About to Eject "%@"
zh_hant: 即將退出「%@」

# ejectBusyMessageFormat
source: 以下程序正在读写这块磁盘。它们挡着推出的路，需要先结束才能推出。
en: The following apps are reading from or writing to this disk. They are blocking the eject and must be quit first.
zh_hant: 以下程式正在讀寫這顆磁碟。它們擋住了退出，必須先結束才能退出。

# ejectBusyOccupiedHeaderFormat
source: 正在占用 · %d 个
en: %d using it
zh_hant: 正在佔用 · %d 個

# ejectBusyIrreversibleCaption
source: 此操作不可撤销
en: This can't be undone
zh_hant: 此操作無法復原

# ejectBusyNoProcessInfo
source: 磁盘「%@」正被占用，但当前无法列出具体程序。请确认已在「系统设置 › 隐私与安全性 › 完全磁盘访问」中允许磁盘推出助手后重试。
en: The disk "%@" is in use, but the specific apps cannot be listed. Make sure SafeOut is granted Full Disk Access in System Settings › Privacy & Security, then try again.
zh_hant: 磁碟「%@」正被佔用，但目前無法列出具體程式。請確認已在「系統設定 › 隱私與安全性 › 完全磁碟存取」中允許磁碟推出助手後再試。

# ejectBusyWarning
source: 关闭它们会丢失未保存的内容。%@会先请求正常退出，几秒后仍未退出的将被强制结束，然后重新尝试推出。
en: Quitting them loses any unsaved work. %@ first asks them to quit, force-quits any that are still running a few seconds later, then tries to eject again.
zh_hant: 關閉它們會遺失未儲存的內容。%@ 會先請求正常結束，幾秒後仍未結束的將被強制結束，然後重新嘗試退出。

# closeAndEject
source: 关闭并推出
en: Close & Eject
zh_hant: 關閉並退出

# insertDiskHint
source: 请插入移动硬盘或U盘
en: Insert an external drive or USB disk
zh_hant: 請插入外接硬碟或隨身碟

# launchAtLogin
source: 登录时启动
en: Launch at Login
zh_hant: 登入時啟動

# launchAtLoginErrorMessage
source: 请将磁盘推出助手移到「应用程序」文件夹后重试。
en: Move SafeOut to the Applications folder and try again.
zh_hant: 請將磁碟推出助手移到「應用程式」檔案夾後重試。

# launchAtLoginNeedsApprovalTitle
source: 需要在系统设置中允许
en: Approval Needed in System Settings
zh_hant: 需要在系統設定中允許

# launchAtLoginNeedsApprovalMessage
source: macOS 要求手动允许登录项。请前往「系统设置 → 通用 → 登录项」，开启磁盘推出助手的开关。
en: macOS requires manual approval for login items. Go to System Settings → General → Login Items and enable SafeOut.
zh_hant: macOS 要求手動允許登入項目。請前往「系統設定 → 一般 → 登入項目」，開啟磁碟推出助手的開關。

# launchAtLoginUnavailableMessage
source: 当前无法设置登录项。请将磁盘推出助手移到「应用程序」文件夹后重试。
en: Login items are unavailable. Move SafeOut to the Applications folder and try again.
zh_hant: 目前無法設定登入項目。請將磁碟推出助手移到「應用程式」檔案夾後再試一次。

# openSystemSettings
source: 打开系统设置
en: Open System Settings
zh_hant: 打開系統設定

# launchAtLoginErrorTitle
source: 无法设置开机启动
en: Unable to Set Launch at Login
zh_hant: 無法設定開機啟動

# launchAtLoginFootnote
source: 开机后自动驻留菜单栏，插盘即可用。
en: Stays in the menu bar after login, ready when you plug in a disk.
zh_hant: 開機後自動常駐選單列，插上磁碟即可使用。

# noRemovableDisks
source: 没有可移动磁盘
en: No Removable Disks
zh_hant: 沒有可卸除式磁碟

# fdaOnboardingTitle
source: 需要「完全磁盘访问」
en: “Full Disk Access” Required
zh_hant: 需要「完全磁碟存取」

# fdaOnboardingBody
source: 要知道**是哪个程序占着你的硬盘**，%@ 需要这项系统权限。 macOS 不允许普通应用查看其他进程打开的文件——不给权限，就只剩一个空列表。
en: To see **which app is using your drive**, %@ needs this system permission. macOS doesn’t let ordinary apps see files opened by other processes — without it, you’re left with an empty list.
zh_hant: 要知道**是哪個程式佔著你的硬碟**，%@ 需要這項系統權限。 macOS 不允許一般應用程式查看其他行程開啟的檔案——不給權限，就只剩一個空清單。

# fdaOnboardingStep1Text
source: 点下方按钮，直接打开对应面板
en: Click the button below to open the right pane
zh_hant: 點下方按鈕，直接開啟對應面板

# fdaOnboardingPathSettings
source: 系统设置 › 隐私与安全性 › 完全磁盘访问
en: System Settings › Privacy & Security › Full Disk Access
zh_hant: 系統設定 › 隱私權與安全性 › 完全磁碟存取

# fdaOnboardingStep2Text
source: 在列表中找到 **%@**，打开右侧开关
en: Find **%@** in the list and turn on the switch
zh_hant: 在列表中找到 **%@**，開啟右側開關

# fdaOnboardingStep2Note
source: 若不在列表中，点左下角 %@ 从「应用程序」添加
en: If it’s not listed, click %@ at the bottom left to add it from Applications
zh_hant: 若不在列表中，點左下角 %@ 從「應用程式」加入

# fdaOnboardingStep3Text
source: 切回 %@ 即可
en: Switch back to %@

# fdaOnboardingStep3Note
source: 无需重启，占用情况会自动刷新
en: No restart needed — usage info refreshes automatically
zh_hant: 無需重新啟動，佔用情況會自動重新整理

# fdaOnboardingPrivacy
source: 这项权限只用于读取「哪个进程打开了磁盘上的文件」，%@ 不会读取你的文件内容。
en: This permission is only used to read which process has a file open on the disk. %@ never reads your file contents.
zh_hant: 這項權限只用於讀取「哪個行程開啟了磁碟上的檔案」，%@ 不會讀取你的檔案內容。

# notNow
source: 稍后
en: Later
zh_hant: 稍後

# occupiedProcessesTitle
source: 占用程序:
en: Occupied by:
zh_hant: 佔用程式:

# restartNow
source: 立即重启
en: Restart Now
zh_hant: 立即重新啟動

# safeToEject
source: 该硬盘可安全推出
en: This disk can be safely ejected
zh_hant: 此硬碟可安全退出

# ok
source: 确定
en: OK
zh_hant: 確定

# processExecutableNameFormat
source: %@（进程名 %@）
en: %@ (process name: %@)
zh_hant: %@（程式名稱 %@）

# refresh
source: 刷新
en: Refresh
zh_hant: 重新整理

# settings
source: 设置
en: Settings
zh_hant: 設定

# settingsGroupUpdates
source: 更新
en: Updates

# showDockIcon
source: 在 Dock 中显示图标
en: Show icon in Dock
zh_hant: 在 Dock 中顯示圖示

# takeOverFinderEject
source: 推出时提醒占用
en: Alert on eject when in use
zh_hant: 退出時提醒佔用

# takeOverFinderEjectFootnote
source: 在访达中点推出、但磁盘正被占用时，在菜单栏提醒你谁在占用，可一键关闭并推出。
en: When Finder’s eject is blocked, the menu bar shows what holds the disk, with one-click close and eject.
zh_hant: 在 Finder 中點退出、但磁碟正被佔用時，在選單列提醒你是誰在佔用，可一鍵關閉並退出。

# takeOverFinderEjectNeedsFDA
source: 需要「完全磁盘访问」才能列出占用者，否则提醒无法显示是谁在占用。
en: Listing what holds a disk needs Full Disk Access.
zh_hant: 需要「完全磁碟存取權」，否則無法顯示是誰在佔用。

# tintedMode
source: 色调模式（系统背景色）
en: Tinted (System Background)
zh_hant: 色調模式（系統背景色）

# tintedModeShort
source: 色调
en: Tinted
zh_hant: 色調

# transparentMode
source: 透明模式（Liquid Glass 毛玻璃）
en: Transparent (Liquid Glass)

# transparentModeShort
source: 透明
en: Transparent

# transparentModeFootnote
source: 透明模式使用系统毛玻璃；色调模式使用固定的浅色背景。
en: Transparent uses the system's frosted glass; Tinted uses a fixed light background.
zh_hant: 透明模式使用系統毛玻璃；色調模式使用固定的淺色背景。

# updateAlertTitleFormat
source: %@ %@ 已发布
en: %@ %@ Is Available
zh_hant: %@ %@ 已發佈

# updateAlertVersionsFormat
source: 当前 %@（构建 %@）→ %@（构建 %@）
en: Current %@ (build %@) → %@ (build %@)
zh_hant: 目前 %@（組建 %@）→ %@（組建 %@）

# updateAlertVersionsPlainFormat
source: 当前 %@ → %@
en: Current %@ → %@
zh_hant: 目前 %@ → %@

# updateCallout
source: 点「后台更新并重启」后，应用会在后台下载并校验签名，完成后自动重启完成安装。正在推出的磁盘不会被打断。
en: After you choose “Update in Background & Restart”, the app downloads and verifies the update in the background, then restarts to finish installing. Disks that are being ejected are not interrupted.
zh_hant: 按下「背景下載並重新啟動」後，應用程式會在背景下載並驗證簽章，完成後自動重新啟動以完成安裝。正在退出的磁碟不會被中斷。

# updateCheckFailedFormat
source: 上次检查：%@ · 检查失败
en: Last checked: %@ · Check failed
zh_hant: 上次檢查：%@ · 檢查失敗

# updateChecking
source: 正在检查更新…
en: Checking for updates…
zh_hant: 正在檢查更新…

# updateCheckingHint
source: 通常只需要几秒钟。
en: This usually takes a few seconds.
zh_hant: 通常只需要幾秒鐘。

# updateDownloadingFormat
source: 正在后台下载 %@
en: Downloading %@ in the background
zh_hant: 正在背景下載 %@

# updateDownloadingHint
source: 下载完成后会自动安装，无需你再操作。
en: It installs automatically once the download finishes.
zh_hant: 下載完成後會自動安裝，無需你再操作。

# updateEscHint
source: Esc 稍后再提醒
en: Esc to remind later
zh_hant: Esc 稍後再提醒

# updateFailedFormat
source: %@ 下载失败
en: Failed to download %@
zh_hant: %@ 下載失敗

# updateFailedHint
source: 网络不可用。下次启动会自动重试。
en: The network is unavailable. It will retry on next launch.
zh_hant: 網路無法使用。下次啟動會自動重試。

# updateFoundFormat
source: 发现 %@ · 上次检查：%@
en: %@ available · Last checked: %@
zh_hant: 發現 %@ · 上次檢查：%@

# updateFoundShortFormat
source: 发现 %@
en: %@ available
zh_hant: 發現 %@

# updateInstallAndRestart
source: 后台更新并重启
en: Update in Background & Restart
zh_hant: 背景下載並重新啟動

# updateInstallFailedFormat
source: %@ 安装失败
en: Failed to install %@
zh_hant: %@ 安裝失敗

# updateInstallFailedHint
source: 更新已下载，但没能装上。可以重试。
en: It downloaded, but couldn't be installed. Try again.
zh_hant: 更新已下載，但沒能裝上。可以重試。

# updateLocationBlocked
source: 请把应用拷到「应用程序」文件夹
en: Move the app to your Applications folder
zh_hant: 請把應用程式拷到「應用程式」資料夾

# updateLocationBlockedHint
source: 应用当前所在的磁盘位置不允许它更新自己。
en: The app can't update itself from where it is right now.
zh_hant: 應用程式目前所在的磁碟位置不允許它更新自己。

# updateNeverChecked
source: 尚未检查
en: Not checked yet
zh_hant: 尚未檢查

# updateReadyAutoHint
source: 会自动重启完成安装；有磁盘正在推出时会等它结束。
en: Restarts automatically to install; if a disk is being ejected, it waits.
zh_hant: 會自動重新啟動完成安裝；有磁碟正在推出時會等它結束。

# updateReadyFormat
source: %@ 已下载完成
en: %@ downloaded
zh_hant: %@ 已下載完成

# updateReadyHint
source: 重启后完成安装；下次退出应用时也会自动安装。
en: Installs after a restart; it also installs when you next quit the app.
zh_hant: 重新啟動後完成安裝；下次結束應用程式時也會自動安裝。

# updateSkipVersion
source: 跳过此版本
en: Skip This Version
zh_hant: 跳過此版本

# updateSkippedFormat
source: 已跳过 %@ · 再点一次仍会检查并提示
en: Skipped %@ · checking again still shows it
zh_hant: 已跳過 %@ · 再點一次仍會檢查並提示

# updateTryAgain
source: 重试
en: Try Again
zh_hant: 重試

# updateUnknownVersion
source: 未知版本
en: Unknown version

# updateUpToDateFormat
source: 上次检查：%@ · 已是最新版本
en: Last checked: %@ · Up to date
zh_hant: 上次檢查：%@ · 已是最新版本

# updateView
source: 查看更新
en: View Update
zh_hant: 檢視更新

# updateWhatsNew
source: 本次更新
en: What's New

# usagePercentFormat
source: 已使用 %.0f%%
en: %.0f%% used

# checkForUpdates
source: 检查更新
en: Check for Updates
zh_hant: 檢查更新

# visualEffects
source: 视觉效果
en: Visual Effects
zh_hant: 視覺效果

# ejecting
source: 推出中
en: Ejecting
zh_hant: 退出中

# openSettings
source: 设置
en: Settings
zh_hant: 設定

# usedSpace
source: 已用
en: Used

# freeSpace
source: 剩余
en: Free
zh_hant: 剩餘

# menuFile
source: 文件
en: File
zh_hant: 檔案

# menuEdit
source: 编辑
en: Edit
zh_hant: 編輯

# menuWindow
source: 窗口
en: Window
zh_hant: 視窗

# menuAboutApp
source: 关于磁盘推出助手
en: About SafeOut
zh_hant: 關於磁碟推出助手

# menuHideApp
source: 隐藏磁盘推出助手
en: Hide SafeOut
zh_hant: 隱藏磁碟推出助手

# menuHideOthers
source: 隐藏其他
en: Hide Others
zh_hant: 隱藏其他

# menuShowAll
source: 全部显示
en: Show All
zh_hant: 顯示全部

# menuQuitApp
source: 退出磁盘推出助手
en: Quit SafeOut
zh_hant: 結束磁碟推出助手

# menuCloseWindow
source: 关闭窗口
en: Close Window
zh_hant: 關閉視窗

# menuUndo
source: 撤销
en: Undo
zh_hant: 還原

# menuRedo
source: 重做
en: Redo

# menuCut
source: 剪切
en: Cut
zh_hant: 剪下

# menuCopy
source: 拷贝
en: Copy
zh_hant: 拷貝

# menuPaste
source: 粘贴
en: Paste
zh_hant: 貼上

# menuSelectAll
source: 全选
en: Select All
zh_hant: 全選

# menuMinimize
source: 最小化
en: Minimize
zh_hant: 縮到最小

# menuZoom
source: 缩放
en: Zoom
zh_hant: 縮放

# menuBringAllToFront
source: 前置全部窗口
en: Bring All to Front
zh_hant: 將所有視窗移至最前

# busyEvidenceTitleFallback
source: 有程序正在占用
en: This disk is in use
zh_hant: 有程式正在使用

# busyEvidenceTitleFormat
source: %d 个程序正在占用
en: %d apps are using this disk
zh_hant: %d 個程式正在使用

# closeAndEjectDiskFormat
source: 关闭并推出 %@
en: Close and eject %@
zh_hant: 關閉並退出 %@

# compactBusyFormat
source: %d 个程序占用
en: %d in use
zh_hant: %d 個程式使用中

# compactSafe
source: 可安全推出
en: Safe to eject
zh_hant: 可安全退出

# compactUnknown
source: 占用未知
en: Usage unknown
zh_hant: 使用狀況未知

# diskCountFormat
source: %d 块
en: %d
zh_hant: %d 個

# ejectFailedLoggedHint
source: 这次失败已记入日志（时间、磁盘名、错误原因），可在「设置 › 诊断」中查看。
en: This failure was logged (time, disk name, error reason) — see Settings › Diagnostics.
zh_hant: 這次失敗已寫入日誌（時間、磁碟名稱、錯誤原因），可在「設定 › 診斷」中查看。

# okAcknowledge
source: 好
en: OK

# viewLog
source: 查看日志
en: View Log
zh_hant: 檢視日誌

# emptyStateFilterHint
source: 系统盘与网络卷不会被列出。
en: Internal and network volumes are never listed.
zh_hant: 系統磁碟與網路卷不會被列出。

# externalDisksTitle
source: 外置磁盘
en: External Disks
zh_hant: 外接磁碟

# fdaBannerLead
source: 需要「完全磁盘访问」才能看到**是谁占用了磁盘**
en: Full Disk Access is needed to see **what's using a disk**
zh_hant: 需要「完全磁碟存取權」才能看到**是誰佔用了磁碟**

# fdaGrantedBanner
source: 已获得「完全磁盘访问」，现在可以列出占用程序
en: Full Disk Access granted — usage detection is now available
zh_hant: 已取得「完全磁碟存取權」，現在可以列出佔用程式

# launchAtLoginPendingHint
source: 注册已提交，但还需在系统设置中手动打开，否则不会自动启动。
en: Registration submitted — you still need to enable it in System Settings, or it will not launch.
zh_hant: 註冊已提交，但還需在系統設定中手動開啟，否則不會自動啟動。

# launchAtLoginPendingTitle
source: 等待系统批准
en: Awaiting system approval
zh_hant: 等待系統核准

# loadingDisks
source: 正在读取磁盘…
en: Reading disks…
zh_hant: 正在讀取磁碟…

# logSectionHint
source: 记录每次推出失败的时间、磁盘与原因。
en: Records the time, disk, and reason of every failed eject.
zh_hant: 記錄每次退出失敗的時間、磁碟與原因。

# logSectionTitle
source: 错误日志
en: Error Log
zh_hant: 錯誤日誌

# revealLogInFinder
source: 在访达中显示
en: Reveal in Finder
zh_hant: 在 Finder 中顯示

# safeToEjectConclusion
source: 没有程序占用，可以安全推出
en: No apps are using it — safe to eject
zh_hant: 沒有程式佔用，可以安全退出

# settingsGroupAbout
source: 关于
en: About
zh_hant: 關於

# settingsGroupAppearance
source: 外观
en: Appearance
zh_hant: 外觀

# settingsGroupDiagnostics
source: 诊断
en: Diagnostics
zh_hant: 診斷

# settingsGroupGeneral
source: 通用
en: General
zh_hant: 一般

# unknownEvidenceHint
source: 授权后可检测
en: Grant access to detect
zh_hant: 授權後可偵測

# unknownEvidenceTitle
source: 占用情况未知
en: Usage unknown
zh_hant: 使用狀況未知

# updateChannelDevelopment
source: 开发版
en: Development build
zh_hant: 開發版

# updateChannelDirect
source: 官网直发版
en: Direct build
zh_hant: 官網直發版

# versionLineFormat
source: 版本 %@ · 构建 %@ · %@
en: Version %@ · Build %@ · %@
zh_hant: 版本 %@ · 建置 %@ · %@

# versionDirtyNoticeFormat
source: 含 %d 处未提交改动 · 提交 %@
en: %d uncommitted changes · commit %@
zh_hant: 含 %d 處未提交變更 · 提交 %@

# collapseList
source: 收起清单
en: Collapse
zh_hant: 收合清單

# expandList
source: 展开清单
en: Expand
zh_hant: 展開清單

# refreshDisks
source: 刷新磁盘列表
en: Refresh Disks
zh_hant: 重新整理磁碟列表

# settingsEllipsis
source: 设置…
en: Settings…
zh_hant: 設定…
